/* `welcomeLabel` UILabel text default value */
"Welcome" = "Bienvenido";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Gracias por su descarga";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Siga las instrucciones que recibió en el correo de bienvenida para iniciar el proceso de activación.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Haga un seguimiento de la administración de sus tareas diarias y colabore fácilmente en proyectos.";

"ScanInstruction" = "Escanee el código QR de seguridad para iniciar el proceso de activación.";

"DiscoveryServiceInstruction" = "Introduzca su dirección de correo electrónico para iniciar el proceso de activación.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Verificando cuenta...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Inicio";

"Scan" = "Escanear";

/* `demoLabel` UILabel text default value */
"Explore" = "¿Quiere explorar?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Pruebe la demostración";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Establecer un código de acceso";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Código de acceso";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Seleccionar un código de acceso";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Confirmar el código de acceso";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Vuelva a introducir el código de acceso";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Confirme su código de acceso.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Introduzca su código de acceso.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Cambiar el código de acceso";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Introduzca su código de acceso actual.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ahora no";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Atrás";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Siguiente";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Realizado";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Seleccione un código de acceso con al menos %d caracteres para desbloquear la aplicación.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Seleccione un código de acceso con al menos %d dígitos para desbloquear la aplicación.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Incluya lo siguiente:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Minúsculas (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Mayúsculas (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Dígitos (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Símbolos (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Restablecer código de acceso";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "La validación del código de acceso ha fallado.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "El código de acceso se ha rechazado por FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Volver a intentarlo";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " ahora está disponible";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Al activar Touch ID podrá acceder más rápidamente a la información.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Puede activar o desactivar esta función en cualquier momento desde Configuración.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Active Touch ID para acceder más rápidamente y de forma más segura.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Si Touch ID está desactivado, se le solicitará que proporcione el código de acceso del dispositivo.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Al activar Face ID podrá acceder más rápidamente a la información.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Puede activar o desactivar esta función en cualquier momento desde Configuración.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Active Face ID para acceder más rápidamente y de forma más segura.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Si Face ID está desactivado, se le solicitará que proporcione el código de acceso del dispositivo.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Para usar Touch ID, debe añadir sus huellas dactilares en la configuración del dispositivo.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Puede hacerlo en cualquier momento en Configuración - Touch ID y código de acceso.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Para usar Face ID, active Face ID en la configuración del dispositivo.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Puede hacerlo en cualquier momento en Configuración - Face ID y código de acceso.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Obtener más información sobre Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Obtener más información sobre Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Activar";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Autenticar con Touch ID";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Autenticar con Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Error";

/* The error title. */
"AuthenticationErrorKey" = "Error de autenticación";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Debe realizar la autenticación mediante Touch ID para usar la aplicación.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Debe realizar la autenticación mediante Face ID para usar la aplicación.";

/* The authenticate button text. */
"AuthenticateKey" = "Autenticar";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Los códigos de acceso no coinciden. Vuelve a probarlo.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Dispone de %d intentos.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Solo le queda un intento.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Ha agotado sus intentos.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Inicie sesión para restablecer el código de acceso.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Código de acceso incorrecto. Vuelva intentarlo.";

/* The scan page title string. */
"ScanKey" = "Escanear";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Escaneo fallido";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Seleccione una imagen de código QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Código QR no válido";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "No se ha reconocido el código QR.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Permitir el acceso a las fotos";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Para elegir una imagen de código QR, permita el acceso a sus fotos en la configuración de privacidad del dispositivo.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Permitir el acceso a la cámara";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Para escanear usando la cámara, permite el acceso a la cámara en la configuración de privacidad del dispositivo.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Configuración";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Confirmación";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Escaneo correcto. Se le conectará con:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Continuar";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Iniciar";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Activación";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Si ha recibido un correo electrónico de bienvenida, siga el enlace de activación del correo. En caso contrario, introduzca su correo electrónico o escanee su código QR para iniciar la conexión.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Siguiente";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "O";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Escanear";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Aceptar";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Rechazar";

/* The authentication title. */
"AuthenticationKey" = "Autenticación";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Proporcione su nombre de usuario y contraseña para la autenticación.";

/* Username input field placeholder string */
"usernameKey" = "nombre de usuario";

/* Password input field placeholder string */
"passwordKey" = "contraseña";

/* Sign In button string. */
"SignInKey" = "Iniciar sesión";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Credenciales incorrectas. Vuelva intentarlo.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Proporcione la siguiente información para iniciar el proceso de activación.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verificación de información...";

/* Cancel button string. */
"CancelKey" = "Cancelar";

/* Allow button string. */
"AllowKey" = "Permitir";

/* Deny button string. */
"DenyKey" = "Rechazar";

/* No button string. */
"NoKey" = "No";

/* Quit button string. */
"QuitKey" = "Salir";

/* GiveConsent button string. */
"GiveConsentKey" = "Dar permiso";

/* Navbar title string. */
"StepKey" = "Paso";

/* Navbar title string. */
"OfKey" = "de";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "¿Está seguro de que desea salir del proceso de incorporación?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Sin permiso no podrá continuar con el proceso de incorporación.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Cambiar o añadir usuario";

/* Title for Log In button */
"LogInKey" = "Iniciar sesión";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Buscar usuarios en este dispositivo";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "¿Ha olvidado el código de acceso?";

/* Title for Loction */
"PNLoctionTitleKey" = "Active los servicios de ubicación para que pueda usar el mapa y las funciones de navegación";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Active las notificaciones para que pueda recibir alertas sobre anuncios importantes";

/* Title for Photos */
"PNPhotosTitleKey" = "Active el acceso a la biblioteca de fotos para que pueda activar el uso compartido de fotos y acceder a la biblioteca de fotos";

/* Title for Calendar */
"PNCalendarTitleKey" = "Active el acceso al calendario para poder reservar salas y ver sus reuniones";

/* Title for Camera */
"PNCameraTitleKey" = "Encienda la cámara para que puedas iniciar sesión y verificar usando Face ID";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Puede cambiar este permiso más tarde usando la configuración de la aplicación";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "La aplicación utiliza los permisos a continuación para ofrecerle la mejor experiencia que le brindamos";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Permita que la aplicación acceda a su ubicación y le notifique cuando la esté usando.\n\nPara establecer o editar su permiso de ubicación, abra los ajustes de iOS > Toque \"Ubicación\" > Toque \"Aplicación\" > Seleccione su configuración de permiso de ubicación preferida";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Permita que la aplicación acceda a sus notificaciones y le notifique cuando las esté usando.\n\nPara establecer o editar su permiso de notificaciones, abra los ajustes de iOS > Toque \"Notificaciones\" > Toque \"Aplicación\" > Seleccione su configuración de permiso de notificaciones preferida";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Permita que la aplicación acceda a sus fotos y le notifique cuando las esté usando.\n\nPara establecer o editar su permiso de fotos, abra los ajustes de iOS > Toque \"Fotos\" > Toque \"Aplicación\" > Seleccione su configuración de permiso de fotos preferida";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Permita que la aplicación acceda a su cámara y le notifique cuando la esté usando.\n\nPara establecer o editar su permiso de cámara, abra los ajustes de iOS > Toque \"Cámara\"> Toque \"Aplicación\"> Seleccione su configuración de permiso de cámara preferida";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Permita que la aplicación acceda a su calendario y le notifique cuando lo esté usando.\n\nPara establecer o editar su permiso de calendario, abra los ajustes de iOS > Toque \"Calendario\"> Toque \"Aplicación\"> Seleccione su configuración de permiso de calendario preferida";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Abra los ajustes de iOS";

